eraseme.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header>
        <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
            <wsse:UsernameToken>
                <wsse:Username>PA00001586</wsse:Username>
                <wsse:Password>V0sUBD6vh2l4t//pxl+OC/SfoR4=</wsse:Password>
                <wsse:Nonce>ODBiMjI3NWQtYzBjMy00OGY0LThmMGUtYzc0NjU5MjdlOGJh</wsse:Nonce>
                <wsu:Created
                        xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
                    2018-03-09T12:06:48Z
                </wsu:Created>
            </wsse:UsernameToken>
        </wsse:Security>
        <tns:RequestSOAPHeader xmlns:tns="http://www.huawei.com.cn/schema/common/v2_1">
            <tns:AppId>AppsClub</tns:AppId>
            <tns:TransId>2018030912064850311</tns:TransId>
            <tns:OA>tel:529384015848</tns:OA>
        </tns:RequestSOAPHeader>
    </SOAP-ENV:Header>
    <SOAP-ENV:Body>
        <ns3:sendSms xmlns:ns3="http://www.csapi.org/schema/parlayx/sms/send/v2_2/local"
                     xmlns:ns4="http://www.csapi.org/schema/parlayx/common/v2_1" xmlns="">
            <ns3:addresses>tel:529384015848</ns3:addresses>
            <ns3:senderName>522778</ns3:senderName>
            <ns3:message>Para iniciar Club Claro Apps ingresa este PIN:36738</ns3:message>
        </ns3:sendSms>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>